// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Limpiar borrones en reversos de páginas";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Cancelar";

CleaningConfirmationTitle = "Limpieza de borrones en reversos de páginas";
CleaningConfirmationBody = "Este proceso puede tardar varios minutos. Durante ese tiempo, pueden producirse ruidos mecánicos, que son normales. Asimismo, el papel avanzará y retrocederá dentro de la impresora. Haga clic en OK para comenzar.";
PaperNotFoundTite = "Papel no detectado";
PaperNotFoundBody = "Antes de iniciar el proceso de limpieza de borrones en los reversos de páginas, cargue papel en la bandeja. Haga clic en OK para continuar.";
BackPageSmearCleaningTitle = "Limpieza de borrones en reversos de páginas…";
BackPageSmearCleaningCompleteBody = "La limpieza de borrones en reversos de páginas se ha completado.";

NotInitiatedTitle = "No se pudo iniciar la limpieza";
NotInitiatedMsg = "No se pudo iniciar el procedimiento de limpieza. Verifique que la impresora esté en línea y que no esté procesando ningún trabajo.";

HSDTitleTextFieldValue = "Limpiar borrones en reversos de páginas";
HSDGuideTextFieldValue = "Antes de iniciar el proceso de limpieza de borrones en los reversos de páginas, cargue papel en la bandeja. Haga clic en Limpiar para continuar.";
HSDCleanButtonTitle = "Limpiar";

BackPageSmearCancelingTitle = "Cancelando";

HSDInfoTextFieldValue = "Este procedimiento se puede llevar a cabo si hay manchas en el dorso de una página impresa. La limpieza de manchas en el dorso de la página limpiará una pieza del interior de la impresora que tiene manchas.";
